//COPYPDS  JOB ('IEBCOPY'),CLASS=A,MSGCLASS=A
//* 1. Copy a PDS to Another PDS
//STEP1    EXEC PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=A
//SYSUT1   DD  DSN=SOURCE.PDS,DISP=SHR
//SYSUT2   DD  DSN=TARGET.PDS,DISP=SHR
//SYSIN    DD  *
  COPY OUTDD=SYSUT2,INDD=SYSUT1
/*