//PDS2SEQ  JOB ('IEBCOPY'),CLASS=A,MSGCLASS=A
//* Useful for archival and batch job processing.             
//STEP1    EXEC PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=A
//SYSUT1   DD  DSN=SOURCE.PDS,DISP=SHR
//SYSUT2   DD  DSN=TARGET.SEQ,DISP=(NEW,CATLG,DELETE),
//             UNIT=SYSDA,SPACE=(CYL,(10,5)),DCB=(RECFM=FB,LRECL=80)
//SYSIN    DD  *
  COPY OUTDD=SYSUT2,INDD=SYSUT1
/*