//SELECTCP JOB ('IEBCOPY'),CLASS=A,MSGCLASS=A
//* If asked about copying all members, mention SELECT MEMBER=ALL
//* Copy selected Member             
//STEP1    EXEC PGM=IEBCOPY
//SYSPRINT DD  SYSOUT=A
//SYSUT1   DD  DSN=SOURCE.PDS,DISP=SHR
//SYSUT2   DD  DSN=TARGET.PDS,DISP=SHR
//SYSIN    DD  *
  COPY OUTDD=SYSUT2,INDD=SYSUT1
  SELECT MEMBER=(PROG1,PROG2)
/*
