//Z55249A   JOB ,'Z55249',CLASS=A,MSGCLASS=A,
//          NOTIFY=&SYSUID
//* TALK TO DIPAK FOR SAMPLE
//* SORT - Separate out duplicate records from a file          
//STEP001 EXEC PGM=ICETOOL
//TOOLMSG  DD SYSOUT=*
//DFSMSG   DD SYSOUT=*
//SORTIN   DD  *
AA45
AA23
BBBBBBBBBBBBBBBBB
CC
DD
AA12
/*
//SORTOUT  DD SYSOUT=*
//SORTXSUM DD SYSOUT=*
//TOOLIN    DD  *
  SORT FIELDS=(1,2,CH,A)
  SUM FIELDS=NONE,XSUM
/*