//Z55249A   JOB ,'Z55249',CLASS=A,MSGCLASS=A,
//          NOTIFY=&SYSUID
//* SORT - Add trailer with date, count and identifier
//STEP001 EXEC PGM=SORT
//SYSOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SORTIN   DD  *
 AAAAAAAAAAAAAAAAA
 BBBBBBBBBBBBBBBBB
/*
//SORTOUT  DD SYSOUT=*
//SYSIN    DD  *
  SORT FIELDS=COPY
  OUTFIL REMOVECC,
  TRAILER1=('1TRL',&DATENS=(MYD),COUNT=(M11,LENGTH=10))
/*