//Z55249A   JOB ,'Z55249',CLASS=A,MSGCLASS=A,
//          NOTIFY=&SYSUID
//STEP1 EXEC PGM=SORT
//SORTIN   DD   *
  HELLO I AM BEING COPIED
/*
//SORTOUT  DD   SYSOUT=*
//SYSPRINT DD   SYSOUT=*
//SYSOUT   DD   SYSOUT=*
//SYSIN    DD   *
         OPTION COPY
/*