//Z55249A   JOB ,'Z55249',CLASS=A,MSGCLASS=A,                         
//          NOTIFY=&SYSUID
//STEPNAME EXEC PGM=IDCAMS
//SYSPRINT DD   SYSOUT=*
//SYSIN    DD *  
  DEFINE CLUSTER ( - 
  NAME(HLQ.VSAM.RRDS) - 
  NUMBERED - 
  RECSZ(200 200) - 
  CISZ(4096) - 
  TRACKS(20 20) - 
  FREESPACE(10 10)) 
/*